Repository: sandrock/SrkToolkit
Catalog: Sources/SrkToolkit.Common/Resources/Strings.*.resx
Languages: fr

# CultureInfoAttribute_ErrorMessage
source: The culture is not valid.
fr: La culture n'est pas valide.

# DateRangeAttribute_ErrorMessage_Max
source: The field {0} must be lower than {1}.
fr: La date {0} doit être inférieure au {1}.

# DateRangeAttribute_ErrorMessage_Min
source: The field {0} must be greater than {1}.
fr: La date {0} doit être supérieure au {1}.

# DateRangeAttribute_ErrorMessage_MinMax
source: The field {0} must be between {1} and {2}.
fr: La date {0} doit être comprise entre le {1} et le {2}.

# DateRangeAttribute_ErrorMessage_WTF
source: The field {0} is not valid.
fr: La date {0} n'est pas valide.

# EmailAddressAttribute_ErrorMessage
source: A valid email address is required.
fr: Une adresse email valide est requise.

# EmailAddressAttribute_ErrorMessage_MultipleMaximumAddresses
source: There are {0} email addresses; a maximum of {1} can be accepted.
fr: Vous avez saisi {0} adresses email ; un maximum de {1} adresses peuvent être acceptées.

# EmailAddressAttribute_ErrorMessage_MultipleMinimumAddresses
source: There are only {0} email addresses; a minimum of {1} are expected.
fr: Vous n'avez saisi que {0} adresses email ; un minimum de {1} est attendu.

# TimezoneAttribute_ErrorMessage
source: The timezone is not valid.
fr: Le fuseau horaire n'est pas valide.

# TwitterUsernameAttribute_ErrorMessage
source: Invalid Twitter username. You must provide the username or the url to your account.
fr: Nom de compte Twitter invalide. Vous devez spécifier le nom ou l'url de votre compte utilisateur.
